var taskData = `[
	{
		"task-time": "31.08.22",
		"task-text": "הוחלפו שלטי ההנחיות שבמעלית, הקודמים הושחתו"
	},
	{
		"task-time": "31.08.22",
		"task-text": "בוצעו בדיקות שגרתיות במעלית, וטופלה בעיית הרעשים מדלת המעלית שבקומה 1"
	},
	{
		"task-time": "31.08.22",
		"task-text": "ביטוח הבניין עודכן מכיסוי צד ג עד 3 מליון, לכיסוי צד ג עד 5 מליון בתמורה ל 46 שח לשנה"
	},
	{
		"task-time": "31.08.22",
		"task-text": "עדכנו את חברי הועד הנוכחיים בביטוח הבניין, והוסרו מהתוכנית שלושת המבוטחים הקודמים"
	},
	{
		"task-time": "31.08.22",
		"task-text": "תודות לחיים אוזן - הותקנו חזרה שני עמודי חניה (על-ידי הערייה) באזור השלכת פסולת שמשאית הזבל עקרה מהמקום לפני חודשיים"
	},
	{
		"task-time": "26.08.22",
		"task-text": "קיימנו שיחה עם שרון לבחון רכיב שיאפשר פתיחת שערי רכב דרך אפליקציה, ויצרנו קשר עם הספק לבחינת התאמה ועלויות"
	},
	{
		"task-time": "24.08.22",
		"task-text": "הגנן עופר כיוון את הממטרות שלא יתיזו לכיוון הרכבים, והחליף ממטרה פגומה בגינה הראשית"
	},
	{
		"task-time": "22.08.22",
		"task-text": "הותקנה מערכת שאיבה לרכבים לרווחת הדיירים בחניון התת-קרקעי, עקב התנגדות - הוסרה"
	},
	{
		"task-time": "17.08.22",
		"task-text": "שמו קייסם בלחצן תאורת מדרגות בקומה 8, תודות לשבצאי לוי הוסר הקייסם והתאורה חזרה לעבוד כרגיל"
	},
	{
		"task-time": "11.08.22",
		"task-text": "קיימנו הצבעה על רכישת אינטרקום בענן - ההצבעה עברה, תבוצע רכישה"
	},
	{
		"task-time": "11.08.22",
		"task-text": "טכנאי מעליות שימן גלגלת דלתות קומה 1 כדי למנוע רעש מהדלת, הוזמן חלק להחלפה, והוראות מעלית שהושחתו יוחלפו"
	},
	{
		"task-time": "10.08.22",
		"task-text": "נשלח סטאטוס פרויקט דלתות אוטמטיות לדיירים + הדמיה"
	},
	{
		"task-time": "09.08.22",
		"task-text": "פגישה עם מנהל הפרויקט להתקנת הדלת האוטומטית, בחירת צבע, מדידות ומסירת צ'קים"
	},
	{
		"task-time": "08.08.22",
		"task-text": "חברת אודורה החליפה את הבושם במפיצי הריח שבלובאים לדיח הפופולארי ביותר שלהם שנקרא הרודס"
	},
	{
		"task-time": "07.08.22",
		"task-text": "הפעלה ידנית של משאבות הביוב כדי לשחרר סתימה בפיר הניקוז שבכניסה לחניון התת קרקעי"
	},
	{
		"task-time": "04.08.22",
		"task-text": "חברת Kone בדקה את המעליות וביצעה מספר כיוונים כדי לטפל בבעיית איפוס המעלית בקומה מינוס 1 כדי למנוע התקעות נוספת"
	},
	{
		"task-time": "03.08.22",
		"task-text": "תודה לסאסי זוארץ שסייע לחלץ ילדים שנתקעו במעלית הימנית"
	},
	{
		"task-time": "02.08.22",
		"task-text": "ביצענו חשבונות סיכום עד לרבעון זה עם מירב מתבורי 4 ויצא שהם צריכים להחזיר 1,193 שח"
	},
	{
		"task-time": "02.08.22",
		"task-text": "ניתקנו סופית את קו האינטרנט של בזק והשירותים הנלווים לו והחזרנו את הציוד"
	},
	{
		"task-time": "01.08.22",
		"task-text": "עופר הגנן החדש היה בבניין ביקור ראשון, והשיג לנו אדניות לכביש הירידה בעלות של 100 שח לאדנית (זול מאוד ביחס למה שהצלחנו למצוא)"
	},
	{
		"task-time": "29.07.22",
		"task-text": "הוקם אתר כדי לשתף חשבוניות עם תבורי 4 (מירב), יחשף לה רק מידע ציבורי (http://t24.tavori2.com)"
	},
	{
		"task-time": "28.07.22",
		"task-text": "הוחלף קו האינטרנט של מצלמות הבניין מבזק לפרטנר ויחסוך לבניין כ-80 שח לחודש"
	},
	{
		"task-time": "27.07.22",
		"task-text": "אספנו הצעות מחיר לשעון שבת מתוחכם יותר לטובת הדלתות האוטומטיות"
	},
	{
		"task-time": "27.07.22",
		"task-text": "לאחר ראיונות של גננים, הוחלף הגנן, והצוות החדש יתחיל ב 01.08.22 (המחיר יעלה ב 50 שח לבניין ויעמוד על 500 שח לחודש)"
	},
	{
		"task-time": "26.07.22",
		"task-text": "נבחר ספק לביצוע פרוייקט דלת אוטומטית בחזית הבניין, נשלחו הנתונים לדיירים והתקיימה הצבעה"
	},
	{
		"task-time": "22.07.22",
		"task-text": "אספנו הצעות מחיר למעקה ועדניות לשביל הירידה לחניון"
	},
	{
		"task-time": "19.07.22",
		"task-text": "אספנו הצעות מחיר לביקורת ציוד עיבוי אש ומערכות גילוי אש, בחודש הבא תוזמן ביקורת כחוק"
	},
	{
		"task-time": "18.07.22",
		"task-text": "תוקנה תקלת מערכת גילוי אש וכריזה, הוחלפו סוללות והמערכת חזרה למצב תקין"
	},
	{
		"task-time": "13.07.22",
		"task-text": "נשלח מייל לחברת 'טל אנטנה' בדרישה לפיצוי על התקנה שגויה של מערכת האינטרקום"
	},
	{
		"task-time": "13.07.22",
		"task-text": "נקדחו חורים בקופסת חשמל בארון התקשורת קומה 3 שמכילה את הספק אינטרקום כדי שיהיה אוורור"
	},
	{
		"task-time": "12.07.22",
		"task-text": "נרכש ספק חלופי ב 80 שח במקום 1,250 מהספק הותקן ותקלת האינטרקום הסתיימה"
	},
	{
		"task-time": "10.07.22",
		"task-text": "ספק כח של האינטרקום נשרף, הוחלף בעלות של 80 שח (תודה למייק סולימני שחקר את התקלה ותכנן את הפתרון)"
	},
	{
		"task-time": "09.07.22",
		"task-text": "הופצו קבלות דיגיטאליות ראשונות לדיירים"
	},
	{
		"task-time": "08.07.22",
		"task-text": "נותק מסך בכניסה הראשית וביקשנו מחברת GreenDigital לאסוף את הציוד שלהם"
	},
	{
		"task-time": "04.07.22",
		"task-text": "תוקן מחזיר הדלת שיצא מהמקום"
	},
	{
		"task-time": "03.07.22",
		"task-text": "תוקן שלט היציאת חירום מעל דלת מינוס 1 (תודה לסאסי זוארץ)"
	},
	{
		"task-time": "03.07.22",
		"task-text": "קודדו כל הצ'יפים לדלתות וחולקו לדיירים ושולמו מקופת הועד"
	},
	{
		"task-time": "01.07.22",
		"task-text": "------ ================================================= ------"
	},
	{
		"task-time": "30.06.22",
		"task-text": "הותקן קו חשמל חדש, והוספו מפסקי 25A, לתיקון משאבות ביוב בכניסה לחניון, עלות: 2,500₪ + מעמ, הכל שולם על ידי תדהר"
	},
	{
		"task-time": "30.06.22",
		"task-text": "כוון מחזיר הדלת האחורית כדי שתנעל תמיד, רכישת 100 צ'יפים"
	},
	{
		"task-time": "27.06.22",
		"task-text": "היום נפגשנו עם דן הגנן, עברנו על תהליך התחזוקה, ביקשנו לתקן את הממטרות השבורות, להוסיף ממטרה ומספר שיחים, וביקשנו לקבל רעיונות לקידמת הבניין"
	},
	{
		"task-time": "27.06.22",
		"task-text": "קיימנו היום סיור עם נועם (אחראי תחזוקת שטחים ציבוריים) מחברת תדהר, הראנו לו את כל הליקויים, הוא אישר תיקון חשמל משאבות ביוב בסך: 2,500 ש'ח ממתינים לאישור נושאים נוספים"
	},
	{
		"task-time": "26.06.22",
		"task-text": "בוצע ריסוס טרמיטים מסביב לחומה הקדמית ובקירות החומה שבכניסה"
	},
	{
		"task-time": "26.06.22",
		"task-text": "בוצע ריסוס ביובים של הבניין נגד עכברים ותיקנים בחצר של דירות הגן דירה 2 (דירה 3 וויתרו, בדירות 1 ו-2 אין פתחי ביוב)"
	},
	{
		"task-time": "24.06.22",
		"task-text": "הוקם אתר ועד ולינק נשלח לדיירים"
	},
	{
		"task-time": "23.06.22",
		"task-text": "נפגשנו עם דניאל מחברת 'עמית מערכות דלתות אוטומטיות' להסבר על האופציות השונות"
	},
	{
		"task-time": "23.06.22",
		"task-text": "תוקנה המצלמה שנפלה (שמכוונת לכביש הירידה)"
	},
	{
		"task-time": "22.06.22",
		"task-text": "הותקנו אביזרי אבטחה חדשים בדלת מינוס 1, עם שעון שבת אוטומטי, קוד: 2017#"
	},
	{
		"task-time": "19.06.22",
		"task-text": "פניות לתדהר לקבלת עלויות התיקון הצפויות של מערכת החשמל של משאבות הביוב בכניסה לחניון התת קרקעי"
	},
	{
		"task-time": "19.06.22",
		"task-text": "בדיקה נוספת של תקינות המשאבות ביוב שבכניסה לחניון התת קרקעי - המשאבות תקינות"
	},
	{
		"task-time": "18.06.22",
		"task-text": "נפתחה תקלה בחברת המעליות על מפתח שבת וכפתור הזמנת מעלית בקומת הקרקע"
	},
	{
		"task-time": "18.06.22",
		"task-text": "הזמנת חשמלאי ושחרור הסתימה בניקוז הביוב שבכניסה לחניון התת קרקעי"
	},
	{
		"task-time": "16.06.22",
		"task-text": "שיחה עם נציגת איכות הסביבה בעריית פתח תקווה בנושא הטרמיטים"
	},
	{
		"task-time": "14.06.22",
		"task-text": "החלפת צינור חלוד במערכת הסולארית על ידי טכנאי הדודים"
	},
	{
		"task-time": "14.06.22",
		"task-text": "פגישות עם מספר גננים כדי להבין את מצב הגינה וקבלת הצעות מחיר לתחזוקה"
	},
	{
		"task-time": "12.06.22",
		"task-text": "פגישת ראיון עם סימיון, מנהל חברת תחזוקה, מעבר על מערכות הבניין וקבלת הצעת מחיר לתחזוקה (יחד עם ועד תבורי 4)"
	},
	{
		"task-time": "10.06.22",
		"task-text": "החלפת המראה השבורה במעלית (תודה לערן דוד) עלות 1,000 שח (במקום 2,500 לא כולל מעמ ההצעה של חברת המעליות)"
	},
	{
		"task-time": "09.06.22",
		"task-text": "הקפצת טכנאי דודים, תיקון נזילה וקביעת תיקון נוסף בשבוע לאחר מכן"
	},
	{
		"task-time": "09.06.22",
		"task-text": "החלפת מונה מים ראשי בקידמת הבניין, והפסקת משאבות המערכת הסולארית בזמן הפסקות המים (על מנת להגן עליהן)"
	},
	{
		"task-time": "07.06.22",
		"task-text": "הפעלת המנקה לאיסוף הזבל ברחבי הגינה, קביעת פגישה עם הגנן (שהחליט לתפטר מבלי להודיע לנו או לתת זמן מראש)"
	},
	{
		"task-time": "06.06.22",
		"task-text": "פתיחת תקלה בחברת Kone על רעשים בדרל מעלית ימנית בקומה 1"
	},
	{
		"task-time": "01.06.22",
		"task-text": "------ ================================================= ------"
	},
	{
		"task-time": "31.05.22",
		"task-text": "סיור עם עוזי המדביר בקומת המסד לוודא שאין חזרה של טרמיטים בבניין + ריסוס כניסה ראשית"
	},
	{
		"task-time": "31.05.22",
		"task-text": "תיקון נזילה בקיר המדרגות בין הקומות 1 - 2 על ידי תדהר"
	},
	{
		"task-time": "30.05.22",
		"task-text": "פתיחת פניות מרובות בעריית פתח-תקווה בנושא טרמיטים"
	},
	{
		"task-time": "29.05.22",
		"task-text": "הגשת מסמך תמונת מצב קיים לכלל הדיירים"
	},
	{
		"task-time": "18.05.22",
		"task-text": "פתיחת תקלה על מנורה שרופה במעלית"
	},
	{
		"task-time": "12.05.22",
		"task-text": "תקלת דודי שמש (מערכת סולארית), הקפצת הטכנאי, ניקוי המערכת ותיקון התקלה על חשבון האחריות"
	},
	{
		"task-time": "10.05.22",
		"task-text": "אזעקת אש פעלה בבניין, נשלחו הנחיות תפעול בקרת אש לכל הדיירים בוואטסאפ"
	},
	{
		"task-time": "10.05.22",
		"task-text": "עבודות תדהר לשיפור ניקוז המים במסלול הגישה מהחניון האמצעי"
	},
	{
		"task-time": "09.05.22",
		"task-text": "בקשות להצעת מחיר להחלפת דלת קדמית לדלת אוטמטית"
	},
	{
		"task-time": "09.05.22",
		"task-text": "הזמנת תיקון דלת קדמית על חשבון תדהר"
	},
	{
		"task-time": "09.05.22",
		"task-text": "העברת מורשי חתימה בבנק"
	},
	{
		"task-time": "07.05.22",
		"task-text": "קבלת חלק מהחומר של הבניין משבתאי,מעבר על מסמכים קבלות, חשבון ולימוד מצב קיים"
	},
	{
		"task-time": "05.05.22",
		"task-text": "קבלת הצעות מחיר לתיקון המראה במעלית"
	},
	{
		"task-time": "04.05.22",
		"task-text": "שיחה עם מיכאל מחברת הנקיון והנחיות חדשות לניקיון הבניין"
	},
	{
		"task-time": "03.05.22",
		"task-text": "עדכון הספקים והחברות השונות לגבי החלפת הועד, והעברת תכתובות לדואל הועד"
	},
	{
		"task-time": "02.05.22",
		"task-text": "ישיבת דיירים - הצבעה - ובחירת ועד חדש"
	}
]`;
