var taskData = `[
	{
		"task-time": "13.07.22",
		"task-text": "נקדחו חורים בקופסת חשמל בארון התקשורת קומה 3 שמכילה את הספק אינטרקום כדי שיהיה אוורור"
	},
	{
		"task-time": "12.07.22",
		"task-text": "נרכש ספק חלופי ב 80 שח במקום 1,250 מהספק הותקן ותקלת האינטרקום הסתיימה"
	},
	{
		"task-time": "10.07.22",
		"task-text": "ספק כח של האינטרקום נשרף - מייק סולימני חקר את התקלה ותכנן פתרון"
	},
	{
		"task-time": "03.07.22",
		"task-text": "שלט יציאת חירום בקומה מינוס 1 נפל וסאסי זוארץ התקין אותו חזרה למקום"
	},
	{
		"task-time": "30.06.22",
		"task-text": "כוון מחזיר הדלת האחורית כדי שתנעל תמיד, רכישת 100 צ'יפים"
	},
	{
		"task-time": "27.06.22",
		"task-text": "היום נפגשנו עם דן הגנן, עברנו על תהליך התחזוקה, ביקשנו לתקן את הממטרות השבורות, להוסיף ממטרה ומספר שיחים, וביקשנו לקבל רעיונות לקידמת הבניין"
	},
	{
		"task-time": "27.06.22",
		"task-text": "קיימנו היום סיור עם נועם (אחראי תחזוקת שטחים ציבוריים) מחברת תדהר, הראנו לו את כל הליקויים, הוא אישר תיקון חשמל משאבות ביוב בסך: 2,500 ש'ח ממתינים לאישור נושאים נוספים"
	},
	{
		"task-time": "26.06.22",
		"task-text": "בוצע ריסוס ביובים של הבניין נגד עכברים ותיקנים בחצר של דירות הגן דירה 2 (דירה 3 וויתרו, בדירות 1 ו-2 אין פתחי ביוב)"
	},
	{
		"task-time": "23.06.22",
		"task-text": "נפגשנו עם דניאל מחברת 'עמית מערכות דלתות אוטומטיות' להסבר על האופציות השונות"
	},
	{
		"task-time": "22.06.22",
		"task-text": "הותקנו אביזרי אבטחה חדשים בדלת אחורית בקומה מינוס 1"
	},
	{
		"task-time": "19.06.22",
		"task-text": "פניות לתדהר לקבלת עלויות התיקון הצפויות של מערכת החשמל של משאבות הביוב בכניסה לחניון התת קרקעי"
	},
	{
		"task-time": "19.06.22",
		"task-text": "בדיקה נוספת של תקינות המשאבות ביוב שבכניסה לחניון התת קרקעי - המשאבות תקינות"
	},
	{
		"task-time": "18.06.22",
		"task-text": "נפתחה תקלה בחברת המעליות על מפתח שבת וכפתור הזמנת מעלית בקומת הקרקע"
	},
	{
		"task-time": "18.06.22",
		"task-text": "הזמנת חשמלאי ושחרור הסתימה בניקוז הביוב שבכניסה לחניון התת קרקעי"
	},
	{
		"task-time": "16.06.22",
		"task-text": "שיחה עם נציגת איכות הסביבה בעריית פתח תקווה בנושא הטרמיטים"
	},
	{
		"task-time": "14.06.22",
		"task-text": "החלפת צינור חלוד במערכת הסולארית על ידי טכנאי הדודים"
	},
	{
		"task-time": "14.06.22",
		"task-text": "פגישות עם מספר גננים כדי להבין את מצב הגינה וקבלת הצעות מחיר לתחזוקה"
	},
	{
		"task-time": "12.06.22",
		"task-text": "פגישת ראיון עם סימיון, מנהל חברת תחזוקה, מעבר על מערכות הבניין וקבלת הצעת מחיר לתחזוקה (יחד עם ועד תבורי 4)"
	},
	{
		"task-time": "10.06.22",
		"task-text": "החלפת המראה השבורה במעלית ב1,000 שח (במקום 2,500 לא כולל מעמ ההצעה של חברת המעליות)"
	},
	{
		"task-time": "09.06.22",
		"task-text": "הקפצת טכנאי דודים, תיקון נזילה וקביעת תיקון נוסף בשבוע לאחר מכן"
	},
	{
		"task-time": "09.06.22",
		"task-text": "החלפת מונה מים ראשי בקידמת הבניין, והפסקת משאבות המערכת הסולארית בזמן הפסקות המים (על מנת להגן עליהן)"
	},
	{
		"task-time": "07.06.22",
		"task-text": "הפעלת המנקה לאיסוף הזבל ברחבי הגינה, קביעת פגישה עם הגנן (שהחליט לתפטר מבלי להודיע לנו או לתת זמן מראש)"
	},
	{
		"task-time": "06.06.22",
		"task-text": "פתיחת תקלה בחברת Kone על רעשים בדרל מעלית ימנית בקומה 1"
	},
	{
		"task-time": "31.05.22",
		"task-text": "סיור עם עוזי המדביר בקומת המסד לוודא שאין חזרה של טרמיטים בבניין + ריסוס כניסה ראשית"
	},
	{
		"task-time": "31.05.22",
		"task-text": "תיקון נזילה בקיר המדרגות בין הקומות 1 - 2 על ידי תדהר"
	},
	{
		"task-time": "30.05.22",
		"task-text": "פתיחת פניות מרובות בעריית פתח-תקווה בנושא טרמיטים"
	},
	{
		"task-time": "29.05.22",
		"task-text": "הגשת מסמך תמונת מצב קיים לכלל הדיירים"
	},
	{
		"task-time": "18.05.22",
		"task-text": "פתיחת תקלה על מנורה שרופה במעלית"
	},
	{
		"task-time": "12.05.22",
		"task-text": "תקלת דודי שמש (מערכת סולארית), הקפצת הטכנאי, ניקוי המערכת ותיקון התקלה על חשבון האחריות"
	},
	{
		"task-time": "10.05.22",
		"task-text": "אזעקת אש פעלה בבניין, נשלחו הנחיות תפעול בקרת אש לכל הדיירים בוואטסאפ"
	},
	{
		"task-time": "10.05.22",
		"task-text": "עבודות תדהר לשיפור ניקוז המים במסלול הגישה מהחניון האמצעי"
	},
	{
		"task-time": "09.05.22",
		"task-text": "בקשות להצעת מחיר להחלפת דלת קדמית לדלת אוטמטית"
	},
	{
		"task-time": "09.05.22",
		"task-text": "הזמנת תיקון דלת קדמית על חשבון תדהר"
	},
	{
		"task-time": "09.05.22",
		"task-text": "העברת מורשי חתימה בבנק"
	},
	{
		"task-time": "07.05.22",
		"task-text": "קבלת חלק מהחומר של הבניין משבתאי,מעבר על מסמכים קבלות, חשבון ולימוד מצב קיים"
	},
	{
		"task-time": "05.05.22",
		"task-text": "קבלת הצעות מחיר לתיקון המראה במעלית"
	},
	{
		"task-time": "04.05.22",
		"task-text": "שיחה עם מיכאל מחברת הנקיון והנחיות חדשות לניקיון הבניין"
	},
	{
		"task-time": "03.05.22",
		"task-text": "עדכון הספקים והחברות השונות לגבי החלפת הועד, והעברת תכתובות לדואל הועד"
	},
	{
		"task-time": "02.05.22",
		"task-text": "ישיבת דיירים - הצבעה - ובחירת ועד חדש"
	}
]`;
