var messagesJson = `[
	{
		"messageTime": "13.06.22",
		"messageText": "קיבלנו הצעות לדלת אוטומטית (עם פתרון שומר שבת) לכניסה הראשית"
	},
	{
		"messageTime": "13.06.22",
		"messageText": "התחלנו לחפש מנעול לשערים של הגינה, עם פתרון שומר שבת, שוחחנו על זה גם עם ועד תבורי 4"
	},
	{
		"messageTime": "12.06.22",
		"messageText": "מתוכננת פגישה עם מדביר מומחה לטרמיטים שמופיע בפני ועדה בכנסת בנושא, הכינו שאלות שתרצו שנשאל ושלחו בפרטי לאחד מחברי הועד"
	},
	{
		"messageTime": "12.06.22",
		"messageText": "היום נתחיל בראיון ראשון מתוך סדרת ראיונות של בעלי מקצוע ואנשי תחזוקה שמציעים שירות של גינון, נקיון, ותחזוקת בניין"
	}
]`;
