var messagesJson = `[
	{
		"messageTime": "27.06.22",
		"messageText": "היום נפגשנו עם דן הגנן, עברנו על תהליך התחזוקה, ביקשנו לתקן את הממטרות השבורות, להוסיף ממטרה ומספר שיחים, וביקשנו לקבל רעיונות לקידמת הבניין"
	},
	{
		"messageTime": "27.06.22",
		"messageText": "קיימנו היום סיור עם נועם (אחראי תחזוקת שטחים ציבוריים) מחברת תדהר, הראנו לו את כל הליקויים, הוא אישר תיקון חשמל משאבות ביוב בסך: 2,500 ש"ח ממתינים לאישור נושאים נוספים"
	},
	{
		"messageTime": "26.06.22",
		"messageText": "אריק החשמלאי של תדהר ביקר ובדק את בעיית המשאבות, אמר שמדובר בתיקון של 2,500 ש"ח פריסת קו נוסף אל ארון המשאבות"
	},
	{
		"messageTime": "26.06.22",
		"messageText": "עוזי המדביר היה בבניין, ריסס והזריק חומר אל החומות הקדמיות בכניסה ומסביב, עלות: 2,500 ש"ח במקום 4,400 ש"ח שהיה שנה שעברה, אחריות עד הגשם הראשון"
	},
	{
		"messageTime": "23.06.22",
		"messageText": "ביום שני נפנה לזבל את הרהיטים ודברים שלא שייכים לבניין מחדר הדיירים, אנא דאגו לפנות אותם עד אז"
	},
	{
		"messageTime": "23.06.22",
		"messageText": "למי שיש צ'יפים שפתחו את הקודן הישן ומעוניינים לאקטב אותם לקודן החדש - שלחו הודעה בפרטי ונבצע"
	},
	{
		"messageTime": "22.06.22",
		"messageText": "קוד הכניסה בדלת האחורית שבמינוס 1 הוחלף ל: 2017# (הסולמית בסוף)"
	},
	{
		"messageTime": "13.06.22",
		"messageText": "קיבלנו הצעות לדלת אוטומטית (עם פתרון שומר שבת) לכניסה הראשית - נעדכן כשיהיו חלופות רלוונטיות"
	},
	{
		"messageTime": "13.06.22",
		"messageText": "התחלנו לחפש מנעול לשערים של הגינה, עם פתרון שומר שבת, שוחחנו על זה גם עם ועד תבורי 4"
	},
	{
		"messageTime": "12.06.22",
		"messageText": "מתוכננת פגישה עם מדביר מומחה לטרמיטים שמופיע בפני ועדה בכנסת בנושא, הכינו שאלות שתרצו שנשאל ושלחו בפרטי לאחד מחברי הועד"
	},
	{
		"messageTime": "12.06.22",
		"messageText": "היום נתחיל בראיון ראשון מתוך סדרת ראיונות של בעלי מקצוע ואנשי תחזוקה שמציעים שירות של גינון, נקיון, ותחזוקת בניין"
	}
]`;
